# IdeaStatiCa.ConnectionApi.Model.BoltGradeTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**OriginalValue** | **string** |  | [optional]
**OriginalTemplateId** | **string** |  | [optional]
**NewValue** | **string** |  | [optional]
**Description** | **string** |  | [optional]
**NewTemplateId** | **string** |  | [optional]
**Type** | **string** |  | [default to "IdeaStatiCa.Api.Connection.Model.BoltGradeTemplateConversion, IdeaStatiCa.Api"]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)